package main.java.japan;

public class nihonngo {

    /*
    * 日本には　ＪＲ，私鉄，公営の３種類の鉄道会社があります。JRとは，JapanRailwaysの略です。以前は国営の鉄道でしたか、１９８７年に民営化されました。世界的に有名な新幹線もJRの路線の１つで、日本の主要な都市と都市を結んでいます。最高時速は300キロを超えます。最初に完成したのは東海道新幹線ですが，山陽新幹線，東北新幹線、九州新幹線など，路線がどんどん延びています。
私鉄とは、JR以外の民間企業が経営する鉄道会社で，大都市には大きな私鉄がたくさんあります。また、公営の鉄道は，地方自治体などが経営するものです。
中国の鉄道は、ほとんど国営です。主要都市を結ぶ路線はもちろん，世界で初めて実用化されたリニアモーターカーも国営です。
ところで、JRや私鉄の各路線では，運行の方向を表すのに特別な言葉を使っています。それは、「上り」「下り」という言葉です。特に本州では，地方から東京方面へ向かう路線を「上り」といい，東京から地方へ向かう路線を「下り」といいます。
そこで，こんななぞなぞがあります。「日本でいちばん高い駅はどこでしょう」答えは東急駅です。東京駅は「上り」の最終の駅になっているからです。
*/

    /*
    * 日本人同士があいさつする時は，普通お辞儀をします。中国ではあいさつをする時，握手をするのが普通ですが，日本人は，握手よりもお辞儀をするのが一般的です。お辞儀をする時は腰から上を前のほうに傾けます。お辞儀の角度には，首を曲げるだけの軽いものから深く頭を下げて，丁寧なお辞儀をします。
仕事で初対面の人にあった時は、名刺を出します。名刺の出し方と受け取り方にも決まりがあります。相手が目を上の時は，まず自分から先に名刺を出して深いお辞儀をし，つぎに相手の名刺をお辞儀をしながら受け取ります。出す時も受け取る時も，両手を使うほうが丁寧する。
また，話す内容にも気をつけなければなりません。初対面の時は，個人的なことを聞かないのが普通です。特に仕事の場で出会った相手には，個人的な質問は避けたほうがいいでしょう。結婚しているかどうか，給料はいくらか，年はいくつかなどは，普通は聞きません。
大事なのは，相手に不快感を与えないことです。いくら丁寧な言葉であいさつしても，怖い顔をしていては，相手にいい印象を与えることはできません。気持ちがこもっているかどうかは，予想以上に相手に伝わってしまうものです。
*/

/* 
週明けの4日の東京株式市場、日経平均株価は値上がりして4万円を突破し、取り引き時間中の史上最高値を更新しました。
日経平均株価は先月22日にバブル期につけた最高値をおよそ34年ぶりに更新しましたが、その後もアメリカの株高などを背景に上昇が続いています。
4日の東京市場では先週末にニューヨーク市場で株価が上昇したことを受けて買い注文が広がり、日経平均株価は取り引き開始直後に4万円を突破して取り引き時間中の史上最高値を更新しました。

日経平均株価は、先月22日にバブル期の1989年12月につけた最高値をおよそ34年ぶりに更新しましたが、その後もアメリカの株高や日本企業の業績への期待を背景に上昇が続いています。

市場関係者は「1日のニューヨーク市場ではハイテク関連の銘柄が多いナスダックの株価指数が2日連続で史上最高値を更新するなど、主要な株価指数がそろって値上がりした。これを受けて東京市場でも半導体関連の銘柄などに買い注文が広がっている」と話しています。

中国は多民族国家で、民族によって使用する言語が異なっている。また中国語も1つではなく、かなりの数の方言が存在する。それぞれの方言は発音も文法も語彙も大きく違っている。
日本語においても，発音、文法、語彙など、地域による言葉の違いがある。
まず、発音やアクセントの違いがある。例えば、「はし」という言葉だ。「箸」の「はし」。
「橋」の「はし」。ほかにも異なった意味があるが、この2つの意味で考えてみよう。
共通語（東京方言）では、「箸」は「は」を高く、「し」を低く言う（①）。「橋」は「は」を低く、「し」を高く言う（②）。
①はし （高低）②はし（低高）
一方，京都など関西地方では、「箸」は「はし（②）」，「橋」のほうは「はし（①）」と発音する。「はし」という言葉の意味は、方言によって変わることになる。
方言の違いによってこんな誤解が起きることもある。例えば、東北地方に「なげる」という方言がある。これは「捨てる」という意味だが、方言を知らない人が「これをなげて」と言われて、「投げる」だと解釈して、ごみを投げ。
返して怒られたという話がある。また、関西地方には「ほかす」という方言がある。やはり「捨てる」という意味だが、これを「保管して」と聞き間違えて、要らないものを大切に保管してしまったという話もある。
現在では、ラジオやテレビでは東京の言葉を基本にした共通語が使われ、地方の日常生活にも共通語が浸透している。

  トキは国際的に絶滅の危機に直面している鳥である。もともとはロシア東部、中国東北部から中部、朝鮮半島，日本など東アジア一帯に広く分布していた。しかし、乱獲と環境の悪化によって各地で減少し、現在では、絶滅するおそれのある動物として絶滅危惧種に登録されている。
現在，世界中で野生のトキが生息しているのは中国のみで、陝西省西安市の南に位置する洋県にトキの生息地がある。中国でも一時期トキは絶滅したと考えられていたが、1981年に7が発見された。その後、営巣地の監視・保護、人工繁殖などに取り組み、現在では1,000羽以上が確認されるに至っている。
洋県の「陝西トキ救護飼養センター」では、自然と同じような環境でトキを飼育するかたわら、パンフレットやビデオを使って小学生向けのキャンペーンを行うなど、国民に対する普及啓発活動を行っている。
こうした中国のトキ保護活動に対して日本が支援をしていることはあまり知られていない。「中国トキ保護支援基金」を募ったり、「中国トキ保護観察団」を派遣し、野生のトキの観察や保護施設や地元小学校を訪問した！0して、交流を深めている。
一方，日本のトキは、明治時代以降急激に数が減った。1981年には、その時点で野生に残っていた最後の5羽を、新潟県佐渡島の「佐渡トキ保護センター」に保護し、人工繁殖を試みた。しかし、愚命の努力にもかかわらず
，人工繁殖は失敗に終わり、2003年をもって日本のトキは絶滅した。
そのような状況のもとで、日本に救いの手を差し伸べたのが中国だった。1998年、中国
の江沢民主席が来日に際して、2のトキの贈呈を約束した。翌1999年、雄の「友友」と雌の「洋洋」が日本に到着し、「佐渡トキ保護センター」で育されることになった。それ以来、この2をもとにトキの人工繁殖が行われ、2007年現在，107が飼育されるに至っている。繁殖は次々と成功し、自然に戻す計画も進んでいる。
中国の協力のおかげで、日本のトキの再生が実現した。今後は、日本が環境を整備し、自然の中でトキの飛ぶ姿が見られるよう，努力していかなければならない。

  
朱鹮是在国际上处于灭种危机的鸟。最初广泛分布于俄罗斯东部、中国东北部至中部、韩半岛、日本等东亚一带。但是，由于滥捕和环境恶化，该物种在各地逐渐减少，现在作为有可能灭绝的动物被登记为濒危物种。
现在，世界上野生朱鹮栖息的地方只有中国，在位于陕西省西安市南侧的洋县有朱鹮栖息地。朱鹮在中国也曾一度被认为绝种，但在1981年发现了7只。此后,开始监视和保护营巢,进行人工繁殖等工作,目前已确认有1000只以上。
洋县的"陕西朱鹮救助饲养中心"在与自然环境相似的环境下饲养朱鹮，同时利用宣传册和录像带进行小学生活动等，对国民进行普及启发活动。
对于中国的朱鹮保护活动，日本给予支援的事情并不为人所知。募集"中国朱鹮保护支援基金"或派遣"中国朱鹮保护观察团"，访问野生朱鹮的观察及保护设施及地区小学！
另一方面，日本的朱鹮在明治时代以后数量急剧减少。1981年，新泻县佐渡岛的"佐渡朱鹮保护中心"保护了当时留在野生的最后5只朱鹮，并试图进行人工繁殖。但是，尽管我付出了巨大的努力，
人工繁殖以失败告终，2003年日本的朱鹮灭绝了。
在这种情况下，中国向日本伸出了援助之手。1998年中国
江泽民主席在访日之际承诺赠送2只朱鹮。第二年1999年，雄朱鹮的"朋友"和雌朱鹮的"洋洋"抵达日本，在"佐渡朱鹮保护中心"长大。此后，以这2为基础进行了朱鹮的人工繁殖，2007年目前已饲养了107只朱鹮。繁殖成功后，放回大自然的计划也在进行中。
多亏中国的协助，日本朱鹮才得以再生。今后，日本必须整顿环境，努力在自然中看到朱鹮飞翔。


  

    
*/
}
野田：あのう、今日はもう退社してもよろし
いでしょうか。
李：ええ、仕事も落ち着いてきたし、大丈
夫よ。
野田：ありがとうございます。お先に失礼し
ます。
（过了一会儿，李秀丽对仍留在公司的中井说）
李：中井さん、悪いんだけど、わたしもお先に失礼してもいいかしら。
中井：あっ、はい。
李：じゃあ、お先に失礼します。
中井：お疲れ様です。（自自語）李さんがこんなに早く帰るなんて、珍しいな...。
（黄昏中的黄浦公园，在练太极拳的一些人旁边，李秀丽望着外滩发呆。佐藤过来向她打招呼）
佐藤：隣に座ってもかまいませんか。
李：えっ！佐藤さん？どうしたんですか。
どうしてここにいるんですか。
佐藤：今日の飛行機で戻りました。会社に電話したら、李さんは帰ったと言われたので。
李：でも，どうしてここが...？
佐藤：いつか言っていたでしょう。ここは李さんの好きな場所で、よく来るって。
李：覚えていてくれたんですか、そんなこ
とを。
佐藤：李さんとの思い出を忘れるわけがありません。この公園でぼくを励ましてくれたこと、香港の夜景を眺めたこと...。
李さんは、ぼくにとってずっと頼りがいのある仕事仲間でした。そして、今、ぼくにとっていちばん大切な人だ。
あなたが倒れたあの時、はっきり分かったんです。
李：…佐藤さんが日本に発ってから、わたしも毎日あなたのことが気になって仕方がありませんでした。本当に仕事どころじゃなくて..。
佐藤：大阪で、ぼくなりに考えました。ぼくたちの思い出はまだ1年分でしかない
。ぼくは李さんと、この上海でもっとたくさんの思い出を作っていきたいんです。これからもあなたの隣にいていいですか。

