package main.java.japan;

public class nihonngo {

    /*
    * 日本には　ＪＲ，私鉄，公営の３種類の鉄道会社があります。JRとは，JapanRailwaysの略です。以前は国営の鉄道でしたか、１９８７年に民営化されました。世界的に有名な新幹線もJRの路線の１つで、日本の主要な都市と都市を結んでいます。最高時速は300キロを超えます。最初に完成したのは東海道新幹線ですが，山陽新幹線，東北新幹線、九州新幹線など，路線がどんどん延びています。
私鉄とは、JR以外の民間企業が経営する鉄道会社で，大都市には大きな私鉄がたくさんあります。また、公営の鉄道は，地方自治体などが経営するものです。
中国の鉄道は、ほとんど国営です。主要都市を結ぶ路線はもちろん，世界で初めて実用化されたリニアモーターカーも国営です。
ところで、JRや私鉄の各路線では，運行の方向を表すのに特別な言葉を使っています。それは、「上り」「下り」という言葉です。特に本州では，地方から東京方面へ向かう路線を「上り」といい，東京から地方へ向かう路線を「下り」といいます。
そこで，こんななぞなぞがあります。「日本でいちばん高い駅はどこでしょう」答えは東急駅です。東京駅は「上り」の最終の駅になっているからです。
*/

    /*
    * 日本人同士があいさつする時は，普通お辞儀をします。中国ではあいさつをする時，握手をするのが普通ですが，日本人は，握手よりもお辞儀をするのが一般的です。お辞儀をする時は腰から上を前のほうに傾けます。お辞儀の角度には，首を曲げるだけの軽いものから深く頭を下げて，丁寧なお辞儀をします。
仕事で初対面の人にあった時は、名刺を出します。名刺の出し方と受け取り方にも決まりがあります。相手が目を上の時は，まず自分から先に名刺を出して深いお辞儀をし，つぎに相手の名刺をお辞儀をしながら受け取ります。出す時も受け取る時も，両手を使うほうが丁寧する。
また，話す内容にも気をつけなければなりません。初対面の時は，個人的なことを聞かないのが普通です。特に仕事の場で出会った相手には，個人的な質問は避けたほうがいいでしょう。結婚しているかどうか，給料はいくらか，年はいくつかなどは，普通は聞きません。
大事なのは，相手に不快感を与えないことです。いくら丁寧な言葉であいさつしても，怖い顔をしていては，相手にいい印象を与えることはできません。気持ちがこもっているかどうかは，予想以上に相手に伝わってしまうものです。
*/

/* 
週明けの4日の東京株式市場、日経平均株価は値上がりして4万円を突破し、取り引き時間中の史上最高値を更新しました。
日経平均株価は先月22日にバブル期につけた最高値をおよそ34年ぶりに更新しましたが、その後もアメリカの株高などを背景に上昇が続いています。
4日の東京市場では先週末にニューヨーク市場で株価が上昇したことを受けて買い注文が広がり、日経平均株価は取り引き開始直後に4万円を突破して取り引き時間中の史上最高値を更新しました。

日経平均株価は、先月22日にバブル期の1989年12月につけた最高値をおよそ34年ぶりに更新しましたが、その後もアメリカの株高や日本企業の業績への期待を背景に上昇が続いています。

市場関係者は「1日のニューヨーク市場ではハイテク関連の銘柄が多いナスダックの株価指数が2日連続で史上最高値を更新するなど、主要な株価指数がそろって値上がりした。これを受けて東京市場でも半導体関連の銘柄などに買い注文が広がっている」と話しています。

*/
}
