package main.java.japan;

public class nihonngo {

    /*
    * 日本には　ＪＲ，私鉄，公営の３種類の鉄道会社があります。JRとは，JapanRailwaysの略です。以前は国営の鉄道でしたか、１９８７年に民営化されました。世界的に有名な新幹線もJRの路線の１つで、日本の主要な都市と都市を結んでいます。最高時速は300キロを超えます。最初に完成したのは東海道新幹線ですが，山陽新幹線，東北新幹線、九州新幹線など，路線がどんどん延びています。
私鉄とは、JR以外の民間企業が経営する鉄道会社で，大都市には大きな私鉄がたくさんあります。また、公営の鉄道は，地方自治体などが経営するものです。
中国の鉄道は、ほとんど国営です。主要都市を結ぶ路線はもちろん，世界で初めて実用化されたリニアモーターカーも国営です。
ところで、JRや私鉄の各路線では，運行の方向を表すのに特別な言葉を使っています。それは、「上り」「下り」という言葉です。特に本州では，地方から東京方面へ向かう路線を「上り」といい，東京から地方へ向かう路線を「下り」といいます。
そこで，こんななぞなぞがあります。「日本でいちばん高い駅はどこでしょう」答えは東急駅です。東京駅は「上り」の最終の駅になっているからです。
*/
}
